Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=468_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Sajoksen harjannostajaiset - työmiesten juhla
smn: Säämi kultturkuávdáš Sajos härjijuhletilálâšvuotâ

source: Saamelaiskulttuurikeskus Sajoksen harjannostajaistilaisuus pidettiin Inarin työmaalla torstaina 14. huhtikuuta 2011.
smn: Säämi kultturkuávdáš Sajos härjijuhletilálâšvuotâ tuálloo pargoenâmist (Aanaar) tuorâstuv 14. cuáŋuimáánu 2011.

source: Tilaisuus alkoi työmaahan tutustumisella kello 13.30 ja varsinaiset harjannostajaiset alkoivat klo 14.00.
smn: Tilálâšvuotâ álgá pargoenâmân uápásmem häämist tijme 13.30 já eidusiih härjijuhleh tme 14.00. TIÄĐÁTTÂS

source: Senaatin lehdistötiedote.
smn: Kuva: Ulla Isotalo

source: Lue Senaatin lehdistötiedote.
smn: Kuva: Ulla Isotalo.
